Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-sv.tmx
Source language: en
Languages: sv

source: Such a routine should also state that ill- health in the form of transient discomforts such as headaches in some cases can give the employee reasons to suspect such exposure, which makes it necessary to inform the employer.
sv: Av en sådan rutin bör framgå att även ohälsa i form av övergående besvär, som huvudvärk, i vissa fall kan ge arbetstagaren anledning att misstänka sådan exponering som gör det nödvändigt att underrätta arbetsgivaren.

source: Guidance on Section 12 The contingency plan should state how the employees shall act in the event of a fire.
sv: Till 12 §23 Av beredskapsplanen bör framgå hur arbetstagarna ska agera vid brandtillbud eller brand.

source: This should include e.g., what type of extinguishing agent to choose in different situations, how to use extinguishing equipment, when a fire guard may be necessary, how alarms work and how evacuation is conducted.
sv: Det gäller t.ex. vilket släckmedel som man ska välja i olika situationer, hur man använder släckningsutrustning, när man kan behöva brandvakt samt hur larm fungerar och utrymning går till.

source: In the contingency plan, it is suitable to inform about the measures taken regarding alarm and evacuation in accordance with the Swedish Work Environment Authority's Provisions on Workplace Design.
sv: Det är lämpligt att i beredskapsplanen informera om de åtgärder som vidtagits om larm och utrymning enligt Arbetsmiljöverkets föreskrifter om arbetsplatsens utformning.

source: The contingency plan shall always state how to act when chemical hazards leak out and may form hazardous mixtures with air, causing an explosive fire or explosion.
sv: Det bör alltid framgå av beredskapsplanen hur man ska agera när det läcker ut sådana kemiska riskkällor som kan bilda farliga blandningar med luft och orsaka explosionsartad brand eller explosion.

source: Examples of immediate measures which may be needed are e.g., turning off stopcocks for gas.
sv: Exempel på omedelbara åtgärder som kan behövas är t.ex. att stänga gaskranar.

source: Where there is a risk of exposure for chemical hazards with high acute toxicity, there should be special instructions for first aid.
sv: Vid risk för exponering för kemiska riskkällor med hög akutgiftighet bör det finnas särskilda instruktioner för första hjälpen.

source: If there are countermeasures (antidotes) available for a chemical hazard or oxygen in the event of a lack of oxygen, information on this should be included in the contingency plan.
sv: Om det finns motmedel (antidoter) tillgängliga för en riskkälla eller syrgas mot syrebrist bör infor­ mation om detta ingå i beredskapsplanen.

source: In general it may be suitable that the routines for first aid which are required in accordance with the Swedish National Board of Occupational Safety and Health's Provisions on First Aid and Crisis Support are included in the contingency plan.
sv: ligt att rutinerna för första hjälpen som krävs enligt Arbetarskyddsstyrel­ sens föreskrifter om första hjälpen och krisstöd ingår i beredskapsplanen.

source: Guidance on Section 13 How extensive the information needs to be depends among other things on the risks and on previous experience and education of the employees.
sv: Till 13 §24 Hur omfattande informationen behöver vara beror bland annat på riskerna vid hanteringen och på tidigare erfarenhet och utbildning hos arbetstagarna.

source: Please note that special information efforts may be needed for certain groups of employees, e.g., minors, persons with disabilities or persons with another language background, to ensure that they have understood.
sv: Observera att särskilda informationsinsatser kan behövas för vissa arbets­ tagargrupper, t.ex. minderåriga, personer med funktionsnedsättning eller personer med annan språklig bakgrund, för att förvissa sig om att de förstått innebörden.

source: When the instructions are in writing, they should be presented verbally when delivered to the employees.
sv: I de fall instruktionerna är skriftliga bör man gå igenom dem muntligt när de lämnas till arbetstagarna.

source: CHECK LIST FOR THE INFORMATION – An example of what a list may contain:
sv: CHECKLISTA FÖR INFORMATIONEN – Ett exempel på vad en lista kan innehålla:

source: Information on risks and protections in the individual work task and on what special operations may entail risks.
sv: Information om risker och skydd i den egna arbetsuppgiften och om vilka särskilda moment som kan innebära risker.

source: What other risks are present in the workplace and how these risks can be avoided.
sv: Vilka övriga risker som finns på arbetsstället och hur dessa risker und­ viks.

source: The routines for the chemical safety work, e.g., for order, decontamination and instruction.
sv: Rutinerna för kemikaliesäkerhetsarbetet, t.ex. för ordning, sanering och instruktion.

source: Points to consider before she or he commences a new task.
sv: Saker som arbetstagaren ska tänka på innan hon eller han påbörjar en ny arbetsuppgift.

source: Information on personal protective equipment, where the equipment is located, how it is operated and what limitations the equipment has.
sv: Upplysningar om personlig skyddsutrustning, var utrustningen finns, hur den sköts och vilka begränsningar utrustningen har.

source: The meaning of the different labelling symbols.
sv: Innebörden av de olika märkningssymbolerna.

source: Existence and storage of the documentation in accordance with Section 13.
sv: Förekomst och förvaring av dokumentationen enligt 13 §.

source: The legislation that applies for the handling of the occurring chemical hazards, e.g., occupational exposure limit values.
sv: Vilken lagstiftning som gäller för hanteringen av de förekommande kemiska riskkällorna, t.ex. hygieniska gränsvärden.

source: Evacuation plan in accordance with the Swedish Work Environment Authority's Provisions on Workplace Design and what to do if an alarm is set off.
sv: Utrymningsplan enligt Arbetsmiljöverkets föreskrifter om arbetsplatsens utformning och hur man ska göra om larmsignal ljuder.

source: Contingency plan in accordance with Section 12.
sv: Beredskapsplan enligt 12 §.

source: The use of equipment for fire-extinguishing and first aid as well as other measures for first aid.
sv: Användning av utrustning för brandsläckning och första hjälpen samt övriga åtgärder för första hjälpen.

source: The demand that the documentation shall be easy to overview and easily read means that it needs to be organized systematically so that it is possible to find the information needed.
sv: Kravet att dokumentationen ska vara överskådlig och lättläst innebär att man behöver ordna den systematiskt, så att det går att hitta de uppgifter

source: difficult to grasp.
sv: man behöver.

source: In order for the concerned non-Swedish speaking personnel to understand the information, it may be sufficient to translate the document's contents verbally.
sv: För att berörd personal som inte förstår svenska ska förstå informationen kan det räcka att översätta innehållet i dokument muntligt.

source: The documentation can be entered into a computer- based system.
sv: Dokumentationen kan föras in i ett dator­ baserat system.

source: It is normally required that all employees affected by the information in the documents are able to get information from these at all times during working hours, for the documentation to be considered available.
sv: Det krävs normalt att samtliga arbetstagare som berörs av information i dokumenten har möjlighet att få information ur dessa när som helst under arbetstiden för att dokumentationen ska anses tillgänglig.

source: Guidance on Section 15 When assessing whether the cost of a measure stands in reasonable proportion to the risk decrease the measure would entail, consideration shall not be taken to the activity's capacity to pay for the measure.
sv: Till 15 § Vid bedömning av om kostnaden för en åtgärd står i rimlig pro­ portion till den minskning av risken som åtgärden skulle medföra ska hän­ syn inte tas till verksamhetens möjlighet att bekosta åtgärden.

source: Choosing the product and material which entail the combined smallest risks may mean that it is necessary to assess the risks in a combination of a work method and a product by e.g., weighing in risks from a ergonomic point of view, and for accidents, by the work method the chemical product is combined with.
sv: Att man ska välja den produkt och det material som medför de sam­ mantaget minsta riskerna kan innebära att man måste bedöma riskerna hos kombinationen av en arbetsmetod och en produkt, t.ex. genom att väga in risker från belastningssynpunkt och för olycksfall vid den arbetsmetod som den kemiska produkten kombineras med.

source: A musculoskeletal injury which arises due to unsuitable manual work such as cleaning may for example be more difficult to protect oneself against than a chemical injury.
sv: En belastningsskada som uppstår på grund av olämpligt manuellt arbete som rengöring kan exempelvis vara svårare att skydda sig mot än mot en kemisk skada.

source: The accident risks may be greater if one chooses to grind a surface by machine instead of using a chemical substance.
sv: Olycksfallsriskerna kan vara större om man väljer att maskinellt slipa en yta i stället för att använda ett kemiskt medel.

source: The risk of slipping may also vary between different substances and methods.
sv: Risken att halka kan också variera mellan olika ämnen och metoder.

source: The risk of hearing impairment is another important factor which should be included if the choice is between methods where the noise levels differ.
sv: Risk för hörselskador är en annan viktig faktor som man bör väga in om valet står mellan metoder där bullernivån är olika.

source: Another example of the implementation of the provision is that you normally should choose rubber ring joints instead of gluing with products hazardous to health when joining up plastic pipe systems at installation of e.g., sewage systems.
sv: Ytterligare ett exempel på tillämpningen av bestämmelsen är att man normalt bör välja gummiringsfogning i stället för limning med hälsofarliga produkter när man sammanfogar plaströrssystem vid installation av t.ex. avlopp.

source: Another way to minimize the risk is to choose materials that are not affected by the substances and the environment they are subjected to.
sv: Ett annat sätt att minska risken är att välja sådana material som inte påverkas av de ämnen och den miljö de utsätts för.

source: Fixed installed pipes are often preferable to tubes.
sv: Fast installerade rörledningar är ofta att föredra framför slangar.

source: To comply with the requirements in the Swedish Work Environment Authority’s Provisions on the Use of Work Equipment is a prerequisite for Section 15, point 2 to be considered fulfilled.
sv: Att de krav på arbetsutrustning som finns i Arbetsmiljöverkets föreskrif­ ter om användning av arbetsutrustning följs är en förutsättning för att 15 § punkt 2 ska anses uppfylld.

source: Choosing a place to counteract different risks may entail considering early on in the planning stage the need for e.g., separate rooms and storages for certain handling, process ventilation, special waste and cleaning rooms, laundry facilities, devices for eye wash and emergency decontamination
sv: Att välja plats för att motverka olika risker kan innebära att man tidigt i planeringen överväger behovet av t.ex. avskilda rum och förråd för viss hantering, processventilation, särskilda avfalls­ och städrum, tvättmöjlighet,

source: One should also avoid spraying products which contain solvents, e.g., when removing graffiti, unless the ventilation is sufficient.
sv: Man bör även undvika att spruta produkter som innehåller lösningsmedel, t.ex. vid klotterborttagning, om inte ventilationen är tillräcklig.

source: Likewise, one should avoid washing off solvent residue with hot water as solvent fumes will then form in great quantities.
sv: Likaså bör man undvika att tvätta bort lösningsmedelsrester med varmvatten eftersom ångor av lösningsmedel då bildas i stora mängder.

source: One can counteract the spreading of dust from chemical products in the form of powder by instead choosing a product in the form of paste, pellets, granules, suspension or solution.
sv: Man kan motverka den dammspridning som användning av pulverfor­ miga kemiska produkter medför genom att man i stället väljer en produkt i form av pasta, pellets, granulat, uppslamning eller lösning.

source: One can also prevent the spreading of air contaminants by means of water spray.
sv: Man kan även hindra spridning av luftföroreningar genom vattenbegjutning.

source: Guidance on Section 16 In order to separate the work or process from less polluting activities it is suitable to locate work methods or processes to a certain room or space, e.g., blast cabinet or spray booth.
sv: Till 16 § För att avskilja arbetet eller processen från mindre förorenande verksamhet är det lämpligt att förlägga arbetsmetoder eller processer till en särskild lokal eller utrymme, t.ex. blästerskåp eller sprutbox.

source: In such a room, the pressure should be lower than that of the surrounding rooms.
sv: I en sådan lokal bör det vara undertryck i förhållande till de omgivande lokalerna.

source: In shielded areas, the exhaust air flow should be greater than the supply air flow so that the spread of air contaminants reduces.
sv: I avskärmade utrymmen bör frånluftsflödet vara större än tilluftsflödet, så att spridningen av luftföroreningen minskas.

source: Guidance on Section 17 Examples of product information on waste which may be needed is its chemical substance contents, it hazardousness and that it is necessary to decontaminate the packaging, where this contains remains of hazardous chemical products before, it is sent away for destruction, recycling or other final disposal.
sv: Till 17 § Exempel på produktinformation om avfall som kan behövas är dess innehåll av kemiska ämnen, dess farlighet och att det är nödvändigt att sanera emballage som innehåller rester av farliga kemiska produkter innan det skickas till destruktion, återvinning eller annat slutligt omhändertagan­ de.

source: It is important to store the waste in a safe manner pending final disposal.
sv: Det är viktigt att förvara avfallet på ett säkert sätt i avvaktan på slut­ ligt omhändertagande.

source: Special storage facilities under a roof or other protection may be needed during the storage period.
sv: Särskilda förvaringsutrymmen under tak eller annat skydd kan behövas under mellanförvaringen.

source: Guidance on Section 18 Containers refers to all types of containers, e.g. purchased packages, bottles, sacks, loose vessels, fixed tanks and cisterns.
sv: Till 18 §25 Med behållare avses alla typer av behållare, till exempel inköpta förpackningar, flaskor, säckar, lösa kärl, fasta behållare och cisterner.

source: Containers that are part of a technical device are also included.
sv: Även behållare som är en del av en teknisk anordning avses.

source: It is appropriate to label waste containers carrying chemical hazards with information about the risk in clear wording, a hazard pictogram if such are to be used for the chemical products which have created the waste and with the type of waste in accordance with the Swedish Waste Ordinance, SFS 2011:927.
sv: Märk lämpligen avfallsbehållare som innehåller en kemisk riskkälla med uppgift om risken i klartext, faropiktogram om sådana ska användas för de kemiska produkter som bildat avfallet, och med avfallsslag enligt avfallsför­ ordningen, (2011:927).

source: It is important to observe the need for labelling with information on containers holding waste in accordance with Section 17.
sv: Det är viktigt att beakta behovet av märkning med information enligt 17 § av behållare som innehåller avfall.

source: It is appropriate to label radioactive substances with the trefoil symbol for radiation, the text 'radioactive' and the name of the radioactive nuclides and information about their activities.
sv: Radioaktiva ämnen märks lämpligen med varselsymbol för joniserande strålning, texten radioaktivt och namnen på ingående radioaktiva nuklider samt uppgifter om dessas aktiviteter.

source: As a rule, the point for indication of the activity shall be stated on the labelling.
sv: Som regel bör också tidpunkten för aktivitetsangivelsen framgå av märkningen.

source: In certain cases, the Swedish Radiation Safety Authority has issued special Provisions which normally are sufficient for fulfilling this requirement.
sv: I vissa fall har Strålsäkerhets­ myndigheten meddelat särskilda föreskrifter som då normalt är tillräckliga för att uppfylla detta krav.

source: It may be necessary to label packaging which contains material and goods if they have a surface layer which is a chemical hazard or if they can emit a chemical hazard during handling, e.g., packaging with plants treated with pesticides.
sv: Man kan behöva märka behållare som innehåller material och varor, om de har ett ytskikt som är en kemisk riskkälla eller om de kan avge en kemisk riskkälla vid hanteringen, t.ex. behållare med bekämpningsmedelsbehand­ lade plantor.

source: Suitable information for labelling is the name of the product used the risk in clear wording and pictograms where applicable.
sv: Lämplig märkning är den använda produktens namn, risken i klartext och faropiktogram om sådant är tillämplig.

source: Pipelines
sv: Rörledningar

source: Liquids are considered to be flammable if the flashpoint is 100 °C or lower.
sv: Vätskor betraktas som brandfarliga om flampunkten är 100 °C eller lägre.

source: However, only liquids with a flashpoint of 60 °C or lower are classified as flammable in accordance with the CLP Regulation.
sv: Det är dock bara de med flampunkt 60 °C eller lägre som klassificeras som brandfarliga enligt CLP­förordningen.

source: It is appropriate that pipelines are marked with the appropriate colour in accordance with Swedish standard SS 741.
sv: Det är lämpligt att rörledningar har färgmärkning enligt svensk standard SS 741.

source: Guidance on Section 19 The guidelines for Section 18 specify what is included in the term "container".
sv: Till 19 §26 I rådet till 18 § anges vad som ingår i begreppet behållare.

source: Storage of hazardous chemical products that is not related to use is not subject to the labelling requirements of Section 19.
sv: Förvaring av farliga kemiska produkter som inte är i anslutning till användning omfattas inte av märkningskraven i 19 §.

source: An example of such storage is when the containers are not opened, but only stored for further transport or transfer.
sv: Exempel på sådan för­ varing är när behållarna inte öppnas utan bara förvaras för att transporteras vidare eller för att överlåtas.

source: The legislation on the transportation of hazardous goods contains requirements on labelling during transport and associated handling.
sv: I lagstiftningen om transport av farligt gods finns krav om märkning vid transporter och därtill anslutande hantering.

source: Usage of the term also includes hazardous chemical products that are transferred into other containers and transported on.
sv: Begreppet användning omfattar även farliga kemiska produkter som fylls över i andra behållare och transporteras vidare.

source: The requirement in Section 19 refers to the containers used to store the hazardous chemical products, and not any outer packaging that these in turn may be kept in.
sv: Kravet i 19 § avser de behållare som de farliga kemiska produkterna för­

source: Outer packaging may need to be labelled in accordance with Section 18.
sv: 26 Senaste lydelse AFS 2011:19.

source: Information concerning the classification, in accordance with the CLP Regulation, of products that when purchased were labelled according to previously applicable legislation can be found on the safety data sheet.
sv: Information om klassificering enligt CLP­förordningen av kemiska pro­ dukter som vid inköpet var märkta enligt tidigare gällande lagstiftning finns på säkerhetsdatabladet.

source: When a chemical product is to be labelled both in accordance with the CLP Regulation and the provisions on the transportation of hazardous goods, a hazard pictogram pursuant to the CLP Regulation can be omitted if it refers to the same hazard as the transport provisions.
sv: När en kemisk produkt ska märkas både enligt CLP­ förordningen och bestämmelserna för transport av farligt gods behöver faro­ piktogram enligt CLP­förordningen inte användas om det gäller samma fara som i transportbestämmelserna.

source: A chemical product that has a function in a technical device includes, for example, fuels and coolants in vehicles, as well as fluids and gases in analysis equipment.
sv: En kemisk produkt som har en funktion i en teknisk anordning omfattar till exempel drivmedel och kylvätskor i fordon samt vätskor och gaser i ana­ lysutrustning.

source: For technical devices that are to fulfil the Swedish Work Environment Authority's Provisions on the Use of Machinery, there are requirements regarding measures against risks due to chemical products used in the machine, and warnings in the form of symbols or pictograms.
sv: För tekniska anordningar som ska uppfylla Arbetsmiljöver­ kets föreskrifter om maskiner finns krav om åtgärder mot risker på grund av kemiska produkter som används i maskinen och varningar i form av symbo­ ler eller piktogram.

source: If these are followed, the requirement of Section 18 will be fulfilled.
sv: Om detta följs uppfylls kravet i 18 §.

source: Labelling according to alternative 1
sv: Märkning enligt alternativ 1

source: PRODUCT
sv: PRODUKT

source: Danger
sv: Fara

source: Highly flammable liquid and vapour.
sv: Mycket brandfarlig vätska och ånga.

source: Causes serious eye irritation.
sv: Orsakar allvarlig ögonirritation.

source: Store in a well-ventilated place.
sv: Förvaras på väl ventilerad plats.

source: Wear eye protection.
sv: Använd ögonskydd.

source: IF IN EYES: Rinse cautiously with water for several minutes.
sv: VID KONTAKT MED ÖGONEN: skölj försiktigt med vatten i flera minuter.

source: Remove contact lenses, if present and easy to do.
sv: Ta ur eventuella kontaktlinser om det går lätt.

source: Continue rinsing.
sv: Fortsätt att skölja.

source: Contains: substance x, substance y
sv: Innehåller: ämne x, ämne y

source: Supplier, name, address and telephone number 500 ml
sv: Leverantör, namn, adress och telefonnummer 500 ml

source: Hazard pictograms
sv: Faropiktogram

source: Precautionary statements
sv: Faroangivelser Skyddsangivelser

source: Substances which contributes to the classification of the product
sv: Ämnen som bidrar till produktens klassificering

source: Nominal quantity
sv: Nominell mängd

source: Labelling according to alternative 2
sv: Märkning enligt alternativ 2

source: Omission of labelling
sv: Utelämnande av märkning

source: Only labelling the product with its name, or completely omitting labelling normally requires well-established work routines as well as an otherwise satisfactory risk and safety information.
sv: Att enbart märka med produktens namn eller helt utelämna märkning för­ utsätter normalt att man har arbetsrutiner som är väl utarbetade samt en i övrigt god risk­ och skyddsinformation.

source: Omission of labelling is acceptable primarily for short-term handling where the contents of the containers are evident for all concerned.
sv: Att inte märka är acceptabelt främst vid kortvarig hantering, där det är uppenbart för alla berörda vad kärlen innehåller.
